author = "Vojak"; //Автор миссии (учитывайте, что в английской версии пишет "by")
onLoadName = "Военный завод"; //Название миссии
onLoadMission = "Во время выхода американцев с территории Афганистана террористы начали полномасштабную атаку по всем направлениям. Одной из целей стал ремонтный завод. Силы афганских коммандос отправили вернуть его под контроль"; //Вписывают название проекта, либо краткую фразу для создания атмосферы (я пишу краткое описание миссии)
loadScreen = "loadscreen.jpg"; //Изображение, показываемое при прогрузке миссии (в корне игры)