author = "Yakir. Поддержка: Vojak"; //Автор миссии (учитывайте, что в английской версии пишет "by")
onLoadName = "ДАЛЬНИЙ РЕЙД"; //Название миссии
onLoadMission = "Силы канадской армии, выйдя на оперативный простор, получили возможность вывести из войны чернорусскую авиацию, прикованную к земле из-за отсутствия топлива"; //Вписывают название проекта, либо краткую фразу для создания атмосферы (я пишу краткое описание миссии)
loadScreen = "loadscreen.jpg"; //Изображение, показываемое при прогрузке миссии (в корне игры)