author = "Vojak"; //Автор миссии (учитывайте, что в английской версии пишет "by")
onLoadName = "ТОРГОВЕЦ СМЕРТЬЮ"; //Название миссии
onLoadMission = "Во время патрулирования национальная полиция Афганистана обнаружила базу террористов, в которой происходит сделка по продаже оружия. Началась операция зачистки..."; //Вписывают название проекта, либо краткую фразу для создания атмосферы (я пишу краткое описание миссии)
loadScreen = "loadscreen.jpg"; //Изображение, показываемое при прогрузке миссии (в корне игры)