author = "shytnik"; //Автор миссии (учитывайте, что в английской версии пишет "by")
onLoadName = "Battle for height 2728"; //Название миссии
onLoadMission = "Благодаря успешному взятию самой важной вершины, ОКСВА может обеспечивать безопасность тылам на всех направлениях и кошмарить душманов, но несмотря на успешное взятие, смогут ли наши войска её удержать?"; //Вписывают название проекта, либо краткую фразу для создания атмосферы (я пишу краткое описание миссии)
loadScreen = "1.jpg"; //Изображение, показываемое при прогрузке миссии (в корне игры)