bep_campaign_side_names = [["Федеральные Войска","Федерального Войска"],["Боевики","Боевиков"]];

bep_campaign_sides = [east,resistance]; // Поменял синих на зеленых, чек зависимости

bep_campaign_maximum_casualties = [300,500];

sector_names = [
	"Расположение Федеральных Войск",
	"Расположение Федеральных Войск",
	"Чоси",
	"Высоту 2181",
	"Рюг-Чи",
	"Расположение Федеральных Войск",
	"Железнодорожный Мост",
	"Аэродром",
	"Высоту 2056",
	"Северо-Западный Район",
	"Южный Район",
	"Спальный Район",
	"Северный Мост",
	"Дворец",
	"Площадь",
	"Расположение Федеральных Войск",
	"Базу ВВС",
	"Завод",
	"Высоту 2055",
	"Восточный Мост",
	"Шаур",
	"Шуда-Юр",
	"Расположение Федеральных Войск",
	"Расположение Федеральных Войск",
	"Расположение Федеральных Войск"
];

bep_sector_numeration = [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24];

bep_neighboring_sectors = [[0, [1, 3, 15]], [1, [5, 4, 2, 0]], [2, [1, 4, 6, 7, 3]], [3, [0, 2, 8, 15]], [4, [1, 5, 16, 12, 9, 6, 2]], [5, [1, 22, 4, 16]], [6, [2, 4, 9, 7]], [7, [2, 6, 9, 10, 8]], [8, [3, 7, 10, 20, 15]], [9, [6, 4, 12, 13, 11, 7]], [10, [7, 11, 14, 21, 8]], [11, [9, 13, 14, 10]], [12, [4, 16, 18, 13, 9]], [13, [9, 12, 18, 19, 17, 14, 11]], [14, [11, 13, 17, 21, 10]], [15, [0, 3, 8, 20, 24]], [16, [4, 5, 22, 23, 18, 12]], [17, [14, 13, 19, 21]], [18, [12, 16, 23, 19, 13]], [19, [13, 18, 23, 17]], [20, [8, 21, 24, 15]], [21, [10, 14, 17, 23, 24, 20]], [22, [5, 23, 16]], [23, [16, 22, 21, 19, 18]], [24, [15, 20, 21]]];