//**** ВНИМАНИЕ!!!
//**** ДАННЫЕ НАСТРОЙКИ ТЕРЯЮТ АКТУАЛЬНОСТЬ ПРИ УСТАНОВЛЕННОМ МОДУЛЕ АНАЛОГИЧНЫХ НАСТРОЕК ПЛАТФОРМЫ

// Размер зоны для игроков на время подготовки
prepareZoneSize = 80;

// Противоборствующие стороны ("WEST", "EAST", "INDEPENDENT")
blueforSide = "INDEPENDENT";
opforSide =  "EAST";

// Разрешить использовать T-Cube Motion Tracker (Fireteam HUD)? (0 - нет, 1 - да)
fireteamHUD = 0;

// Дистанция обзора (должна быть не менее 200 метров)
viewDistance = 1500;

//**** ВНИМАНИЕ!!!
//**** ДАННЫЕ НАСТРОЙКИ ТЕРЯЮТ АКТУАЛЬНОСТЬ ПРИ УСТАНОВЛЕННОМ МОДУЛЕ АНАЛОГИЧНЫХ НАСТРОЕК ПЛАТФОРМЫ