waitUntil { !isNil {player} };
waitUntil { player == player };

/* Полезные теги:
<img image='imgFolder/image.jpg'/> 														// Вставка изображения
<font color='#679DF6'><marker name='marker_4'>координатная ссылка</marker></font>		// Текст-ссылка на маркер 'markerName' на карте (выделенный синим цветом)
<font color='#FFA700'>выделенный текст</font>											// Выделение текста цветом (оранжевый в примере)
*/

player createDiaryRecord ["diary", ["------------------------------------", ""]];


// Не обязательно:

player createDiaryRecord ["diary", ["Вводная",  "События происходят после того как наружу вырвался SCP-1062 и произошло событие класса Евклид.
"]];


player createDiaryRecord ["diary", ["SCP-1062",  "
Объект №: SCP-1062-RU<br/>
Класс объекта: Кетер<br/>
Особые условия содержания: В настоящий момент содержание объекта невозможно. При получении известий о возможном заражении аналитическая группа Зоны 7- должна немедленно подать соответствующий сигнал для МОГ Омега-3 «Энтомологи».<br/>
Сотрудники МОГ по прибытии на местность должны установить наличие или отсутствие SCP-1062. В случае обнаружения требуется устранить объект до наступления третьей стадии и ввести местному населению амнезиаки.<br/>
Разработка способов сдерживания объекта ведётся.<br/>
Описание: SCP-1062 – по всей видимости, разумная нематериальная сущность, враждебно настроенная по отношении к человечеству. Приблизительно три-четыре раза в год объект воплощается в теле случайно выбранного человека. Заражение протекает в три стадии.<br/>
Первая стадия, судя по всему, длится в течение двух с половиной либо трёх недель. В это время личность и тело субъекта не подвергаются заметному воздействию со стороны SCP-1062, однако возможны нервные срывы, галлюцинации, лунатизм и значительное повышение физической силы во время приступов гнева или раздражения.<br/>
Вторая стадия, как правило, протекает около суток, хотя бывают исключения (наибольший зарегистрированный срок – трое суток). На этой стадии заражённый испытывает буйное помешательство и, как правило, пытается убить всех людей вокруг себя, не прибегая к подручным средствам. Этому способствует тот факт, что физические способности заражённого повышаются в [УДАЛЕНО] раз, а зачастую также появляется возможность к левитации и [УДАЛЕНО]. Тем не менее, на второй стадии объект возможно уничтожить – он уязвим в той же степени, что и обычный человек. В случае, если устранение происходит успешно, следующее возникновение объекта происходит значительно позднее – как правило, через полгода.<br/>
Третья стадия характеризуется уничтожением физического тела заражённого. На его месте возникает физическое воплощение SCP-1062. Это сгусток жёлтого либо белого света, обладающий сравнительно человекоподобными очертаниями. Пальцы и какие бы то ни было индивидуальные черты у объекта отсутствуют. За спиной расположены два крыла, а на «лице» – нечто, напоминающее хоботок чешуекрылых насекомых.<br/>
SCP-1062 неуязвим для холодного или огнестрельного оружия, в настоящий момент не удалось причинить ему какой-либо урон см. приложение 3. Он способен к разумному общению, однако с людьми он контактирует редко. Выйдя на третью стадию, объект убивает от [УДАЛЕНО] до [УДАЛЕНО] человек, после чего исчезает. Основной способ убийства заключается в том, что он вонзает свой «хоботок» в спину человека и высасывает спинной мозг. Помимо этого, он сохраняет сверхъестественную силу и скорость, а также способен к полёту. В ряде случаев было зафиксировано прохождение объекта сквозь стены.<br/>
Приложение 1: Общение SCP-1062 с людьми, как правило, заключается в высказывании различных угроз или оскорблений. Замечено, что он узнаёт оперативников Организации и насмехается над ними, если им не удаётся предотвратить выход на третью стадию. В случае, если до этого его несколько раз ликвидировали, он стремиться уничтожить как можно больше людей, отдавая предпочтение членам МОГ. В целом, оперативники, выжившие после контакта с объектом, характеризуют его как «мерзкого и мстительного [РУГАТЕЛЬСТВО УДАЛЕНО]».<br/>
Приложение 2: Доктор [УДАЛЕНО] выдвинул предложение испытать на SCP-1062 действие взрывчатки и/или радиации. В настоящий момент предложение рассматривается советом О5.<br/>
Приложение 3: Выдержки из файла 1062-Бета.
Кстати говоря, объект избегает больших городов, отдавая предпочтения пригородам и сельской местности. Занятно. – научный сотрудник [УДАЛЕНО], член аналитической группы Зоны 7-<br/>
И что нам это даёт? – О5-[УДАЛЕНО]<br/>
В первую очередь – большую экономию на амнезиаках. – д-р [УДАЛЕНО]<br/>
А также непозволительный процент случаев, когда случай появления объекта проходит мимо нас. Он слишком часто появляется в такой глухомани, что оттуда новости пять лет идут, – д-р [УДАЛЕНО]<br/>
Да бросьте вы. Если бы «Мотылёк» начал появляться в больших городах, на сокрытии объекта пришлось бы ставить жирный крест. – д-р [УДАЛЕНО]<br/>
Последний контакт с объектом показал, что он, похоже, уязвим для электрического тока в сочетании с [УДАЛЕНО]. Если удастся заманить его в правильно сконструированную клетку под напряжением… – научный сотрудник [УДАЛЕНО], член аналитической группы Зоны 7-<br/>
Одобряю. Запрос передан на Завод 45. – д-р [УДАЛЕНО]<br/>
Отчёт об инциденте 1062-19:<br/>
08:59 - Из [УДАЛЕНО] поступает сообщение о возможном заражении.<br/>
09:20 - МОГ Омега-3 «Энтомологи» выслана на ликвидацию угрозы с образцом клетки для удержания SCP-1062.<br/>
[ДАННЫЕ ПРОПУЩЕНЫ]<br/>
15:14 - Объект начинает переходить на третью стадию.<br/>
15:15 - Пользуясь временной недееспособностью объекта, оперативники помещают его в клетку.<br/>
15:16 - SCP-1062 завершает переход на третью стадию и безуспешно пытается покинуть клетку.<br/>
15:18 - SCP-1062 начинает кричать в ультразвуковом диапазоне.<br/>
15:20 - Объект начинает биться о стенки клетки. Его тело поражается электрическими разрядами, очертания начинают терять чёткость под воздействием [УДАЛЕНО].<br/>
15:25 - Объект исчезает из клетки.<br/>
Мда, судя по всему, в ближайшее время о содержании объекта можно забыть. Впрочем, то, что после этого «Мотылёк» почти год нас не беспокоил, уже радует. – д-р [УДАЛЕНО] <br/>
"]];

player createDiaryRecord ["diary", ["------------------------------------", ""]];