// Размер зоны для игроков на время подготовки
prepareZoneSize = 70;

// Техника указанных сторон не может двигаться во время подготовки
// НЕ АКТУАЛЬНО. НАСТРАИВАЕТСЯ ЧЕРЕЗ МОДУЛЬ НА КАРТЕ
// prepareVehicleFreeze[] = {"BLU_F", "OPF_F", "IND_F", "IND_G_F", "CIV_F", "BLU_G_F", "OPF_G_F"};

// Противоборствующие стороны ("WEST", "EAST", "INDEPENDENT")
blueforSide = "WEST";
opforSide =  "EAST";

// sideSupremacy = 5; // Завершение по превосходству одной стороны над другой
// НЕ АКТУАЛЬНО. НАСТРАИВАЕТСЯ ЧЕРЕЗ МОДУЛЬ НА КАРТЕ
// BFLoss = 15; // Завершение по проценту потерь стороны BLUEFOR
// OFLoss = 15; // Завершение по проценту потерь стороны OPFOR

// Интро (0 - нет, 1 - да)
UAVIntro = 0;

// Разрешить использовать T-Cube Motion Tracker (Fireteam HUD)? (0 - нет, 1 - да)
fireteamHUD = 0;

// Дистанция обзора
viewDistance = 2500;

// Одевать ПНВ на голову в светлое время суток (0 - нет, 1 - да)
daytimeNVG = 0;

// Отображать диалог выбора оружия. Иначе - выдавать первые виды оружия из массивов основного, второстепенного и пистолетов
equipmentDialog = 0;