author = "HE4TO"; // Имя автора
onLoadName = "THE PUNISHER"; // Имя миссии
onLoadMission = "Каратель получил компрометирующие сведения на людей, замешанных в смерти своей семьи. Теперь у них еще больше поводов его убить. 'Решатель проблем' Джон Пилгрим с наемниками выследили Карателя, который находится в полицейском участке. Федералы уже в пути, у наемников есть около 20 минут чтобы сделать дело."; // Описание миссии, можно впилить эпичнейшую цитатку.
loadScreen = "load.jpg"; // Загрузочный экран, вкидываешь картинку в папку с миссией и пишешь в те кавычки что-то по типу "%picname%.jpg";